{
  "WorkshopId": 3070036521,
  "Title": "Monster Mash-Up (206.X, beta)",
  "Description": "[quote]Before you stands a bare, new life. By what amniotic force was it wrought at the thickening wheels of creation? Love? Hubris? Ambition? Whimsy? It slouches forth from the caves as Jeweled Dusk slides into inky darkness, originary puppet-strings tangling amidst the salt and chrome. History's fuzzy wave crashes over it in the psychic sea, and you name it: monster.[/quote]\n\nCompilation mod pack for the [url=https://itch.io/jam/caves-of-qud-modding-jam-1/entries]Caves of Qud Modding Jam: Monster Mash[/url], which ran at the end of October 2023. See all of the entries [url=https://itch.io/jam/caves-of-qud-modding-jam-1/entries]here[/url]!\n\nA huge thanks to all who participated!\n— The mod jam organizers\n\nWish for `mashup` or press ctrl-shift-W (Monster Mash-Up Wish Menu) to open a menu for easy wishing for the pack's contents (thanks gnarf!).\n\n[b]A note on balance:[/b] this pack is intended to let one sample from the various things added by all of the mods and will likely result an extremely chaotic Caves of Qud run. Each of these mods is available individually at the submissions page linked above, should you wish for a more curated experience.\n\nThis version of the pack is for the beta version of Caves of Qud.\n\n[b]Warning:[/b] Do not run this pack simultaneous with any of the mods contained within.\n\n[url=https://itch.io/jam/caves-of-qud-modding-jam-1]Mod jam page (itch)[/url] | [url=https://itch.io/jam/caves-of-qud-modding-jam-1/entries]Mod jam entries (itch)[/url] | [url=https://steamcommunity.com/sharedfiles/filedetails/?id=3070036521]Monster Mash-Up (stable)[/url] | [url=https://steamcommunity.com/sharedfiles/filedetails/?id=3069326052]Submissions collection (Steam)[/url] | [url=https://github.com/TrashMonks/caves-of-qud-mod-jam-2023]Source Code (GitHub)[/url]\n\n[quote]We imbued hideous specimens with life. Why?[/quote]",
  "Tags": "Stable,Beta,Item,Creature,Building,Faction,Lore,Map,Quest",
  "Visibility": "2",
  "ImagePath": "pack.png"
}